[RM_APGrenade X2GrenadeTemplate]
FriendlyName="刺针榴弹"
FriendlyNamePlural="刺针榴弹"
BriefSummary="这种榴弹完全依靠弹片杀伤而不是爆炸伤害，可以被掩护挡住，不会对地形造成伤害，不会破坏战利品和尸体。"
TacticalText="<Bullet/> 刺针手榴弹对无甲目标造成高伤害。护甲目标受到的伤害要小得多。\n<Bullet/> 这种榴弹可以被掩护挡住，不能破坏大部分地形，但仍然可能引爆某些环境炸药。\n<Bullet/> 刺针榴弹在杀死敌人时不会破坏尸体或战利品，提供爆炸抗性或免疫力的能力不会防御刺针榴弹。\n<Bullet/> 完全依靠弹片杀伤而不是爆炸伤害，可能更容易受到爆炸伤害的敌人，例如天选者，不会受到刺针榴弹的额外伤害。"
ThrownAbilityName="投掷刺针榴弹"
ThrownAbilityHelpText="对目标区域投掷刺针榴弹。造成子弹伤害而不是爆炸伤害。"
LaunchedAbilityname="发射刺针榴弹"
LaunchedAbilityHelpText="对准目标区域发射刺针榴弹。造成子弹伤害而不是爆炸伤害。"

[RM_APGrenade_MK2 X2GrenadeTemplate]
FriendlyName="合金榴弹"
FriendlyNamePlural="合金榴弹"
BriefSummary="合金手榴弹的半径更大，造成的伤害也比刺针榴弹大，略微撕裂目标护甲。与刺针榴弹一样，它造成子弹伤害而不是爆炸伤害，可以被掩护挡住，不会对地形造成伤害，不会破坏战利品和尸体。"
TacticalText="<Bullet/> 合金手榴弹改进了弹片质量和速度，增加了伤害和半径，略微撕裂目标护甲。\n<Bullet/> 这种榴弹可以被掩护挡住，不能破坏大部分地形，但仍然可能引爆某些环境炸药。\n<Bullet/> 合金榴弹在杀死敌人时不会破坏尸体或战利品，提供爆炸抗性或免疫力的能力不会防御刺针榴弹。\n<Bullet/> 完全依靠弹片杀伤而不是爆炸伤害，可能更容易受到爆炸伤害的敌人，例如天选者，不会受到合金榴弹的额外伤害。"
ThrownAbilityName="投掷合金榴弹"
ThrownAbilityHelpText="对目标区域投掷合金榴弹。造成子弹伤害而不是爆炸伤害。"
LaunchedAbilityname="发射合金榴弹"
LaunchedAbilityHelpText="对准目标区域发射合金榴弹。造成子弹伤害而不是爆炸伤害。"